alefragnani.Bookmarks
BriteSnow.vscode-toggle-quotes
eamodio.gitlens
EditorConfig.EditorConfig
geequlim.godot-tools
jeff-hykin.code-eol
lehni.vscode-fix-checksums
mohsen1.prettify-json
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-fr
ms-dotnettools.csharp
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
RobbOwen.synthwave-vscode
Unity.unity-debug
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
xaver.clang-format
